"PHONE_TITLE" = "Teléfono";
"CALLS_LABEL" = "Llamadas";
"CALL_FORWARDING" = "Desvío de llamadas";
"SHOW_CALLER_ID" = "Mostrar ID de llamada";

"Loading" = "Cargando…";
"Reverted" = "Revertido";
"Saving" = "Guardando…";
"FAILED" = "Error";
"SUCCESS" = "Correcto";
"ERROR" = "Error";
"DISMISS" = "OK";

"Calls" = "Llamadas";
"International Assist" = "Asistencia internacional";
"Phone" = "Teléfono";
"Show My Caller ID" = "Mostrar ID de llamada";

"SETTING_SAVE_ERROR" = "No se ha podido guardar el ajuste %@.";
"kCTSettingTypeCallForwarding" = "desvío de llamadas";
"kCTSettingTypeCallWaiting" = "llamada en espera";
"kCTSettingTypeCallingLineIdRestriction" = "identificador de llamada";
"kCTSettingTypeSIMLock" = "PIN de la SIM";
"kCTSettingTypePIN" = "PIN";

"OFF" = "No";
"ON" = "Sí";

"Network Selection" = "Selección de red";
"SIM PIN" = "PIN de la SIM";

"Call Forwarding" = "Desvío de llamadas";
"Call Waiting" = "Llamada en espera";
"Network" = "Red";
"SIM Applications" = "Aplicaciones SIM";
"TTY" = "TTY";

"Automatic" = "Automático";

"Save" = "Guardar";
"Cancel" = "Cancelar";
"Done" = "OK";
"OK" = "OK";

"ENTER_PASSWORD_FOR_LOCK" = "PIN para bloquear SIM. %@";
"ENTER_PASSWORD_FOR_UNLOCK" = "PIN para desbloquear SIM. %@";

"Current Password" = "Contraseña actual";
"New Password" = "Nueva contraseña";
"Confirm New Password" = "Confirmar nueva contraseña";

"ATTEMPT_REMAINING" = "Queda %@ intento.";
"ATTEMPTS_REMAINING" = "Quedan %@ intentos.";

"COULD_NOT_LOCK" = "Imposible bloquear SIM. %@";
"COULD_NOT_UNLOCK" = "Imposible desbloquear SIM. %@";
"Could not change PIN" = "Imposible cambiar el PIN. %@";
"CHANGE_PIN" = "Cambiar PIN";
"Error: Passwords do not match" = "Error: las contraseñas no coinciden";

"ENABLE_TTY" = "¿Desea usar el servicio TTY para esta llamada?";
"DISABLE_TTY" = "¿Desea desactivar el servicio TTY para la llamada actual?";

"Yes" = "Sí";
"No" = "No";

"PHONE" = "Mi número: %@";

"MY_NUMBER" = "Mi número";
"UNKNOWN_NUMBER" = "Desconocido";
"MY_NUMBER_PLACEHOLDER" = "Número";
"SAVE_MY_NUMBER" = "Guardar";
"CANCEL_MY_NUMBER" = "Cancelar";

"SHOW" = "Mostrar";
"HIDE" = "Ocultar";
"NETWORK" = "Por omisión";

"Change Voicemail Password" = "Contraseña del buzón de voz";
"PASSWORD" = "Contraseña";
"OLD_PASSWORD_PROMPT" = "Introduzca la contraseña actual";
"NEW_PASSWORD_PROMPT" = "Introduzca una nueva contraseña";
"NEW_PASSWORD_REENTRY_PROMPT" = "Vuelva a introducir la nueva contraseña";
"NEW_PASSWORD_MISMATCH_PROMPT" = "Las contraseñas no coinciden. Inténtelo de nuevo.";
"SAVING_PASSWORD_PROMPT" = "Guardando contraseña…";
"VOICEMAIL_ERROR_CONTACTING_APPLICATION" = "Buzón de voz no disponible\nInténtelo de nuevo más tarde.";
"VOICEMAIL_TASK_GENERIC_ERROR" = "Error en el buzón de voz\nNo se puede cambiar la contraseña.";
"VOICEMAIL_PASSWORD_SAVE_SUCCESS" = "Contraseña guardada";

"DIAL_ASSIST_HELP" = "La asistencia internacional añade automáticamente el prefijo internacional correcto a los números de teléfono al marcar desde el extranjero.";

"Contacts" = "Contactos";
"Sort Order" = "Ordenar como";
"Display Order" = "Mostrar como";
"FIRST" = "Nombre, apellido";
"LAST" = "Apellido, nombre";

"CARRIER" = "Operador";
"CARRIER_SERVICES" = "Servicios %@";

"PIN" = "PIN";
"CURRENT_PIN" = "PIN actual";
"NEW_PIN" = "PIN nuevo";
"CONFIRM_NEW_PIN" = "Confirme el nuevo PIN";
"Error: PINs do not match" = "Error: los PIN no coinciden";

"FORWARD_ALL" = "Todas";
"FORWARD_CUSTOM" = "Personalizado";
"FORWARD_TO" = "Desviar a";
"FORWARDING_TO" = "Desviando a";
"NO_ANSWER" = "No contesta";
"BUSY" = "Comunica";
"UNREACHABLE" = "Inaccesible";

"CALL_FORWARD_ERROR_TITLE" = "Desvío de llamadas";
"CALL_FORWARD_ERROR_MESSAGE" = "Algunos ajustes de desvío de llamadas no se han podido modificar";

"SAVE_MY_NUMBER_ERROR_MESSAGE" = "No se ha podido guardar el número.";
